const data = [
    {
        id: 1,
        user: {
            avatar: './img/avatars/taurlom.png',
            name: 'Taurlom'
        },
        message: 'React был создан Джорданом Валке, разработчиком программного обеспечения из Facebook. На него',
        time: '10.12.2021'
    },
    {
        id: 2,
        user: {
            name: 'Сорокин В.И.'
        },
        message: 'JavaScript-библиотека с открытым исходным кодом для разработки пользовательских интерфейсов.',
        time: '11.12.2021'
    },
    {
        id: 3,
        user: {
            name: 'Петров Р.О.'
        },
        message: 'React-разработка заключается в описании того, что нужно вывести на страницу (а не в составлении ' +
                 'инструкций для браузера, посвящённых тому, как это делать). Это, кроме прочего, означает значительное сокращение объёмов...',
        time: '12.12.2021'
    }
];

export default data;
